Brick.util.Language.add('ru',{'mod': {'{C#MODNAME}':{
	'editor': {
		'editor': {
			'hd': 'Создание/редактирование записи',
			'bpub': 'Опубликовать',
			'bdraft': 'Сохранить как черновик',
			'bsave': 'Сохранить изменения',
			'bcancel': 'Отмена',
			'title': 'Заголовок: ',
			'bodyint': 'Анонс:',
			'bodyman': 'Сообщение:',
			'image': 'Картинка:',
			'bimgsel': 'Выбрать',
			'bimgdel': 'Удалить',
			'source': 'Источник:',
			'srcname': 'Имя: ',
			'srclink': 'Ссылка: ',
			'1': 'Редактор новости',
			'2': 'Новость',
			'3': 'Дополнительно',
			'4': 'Дата/время публикации новости',
			'5': 'Источник',
			'6': 'Предупреждение.',
			'7': 'Модуль \"Менеджер файлов\" не установлен на этом сайте, поэтому вы не можете загрузить картинку для новости.'
		}
	}
}}});